[
    {
        "year": "1829",
        "text": "The bus is London’s oldest form of public transport. The coachbuilder George Shillibeer began his service from Paddington to Bank in 1829, but unlike the long-established stage coach services, passengers did not need to book in advance and could hail the vehicle at any point on the route. Shillibeer called his service Omnibus (meaning ‘for all’ in Latin), though it was not affordable to most working people at the time. He gave us the abbreviation ‘bus’, now an internationally recognised term.",
        "imgSource": "https://www.ltmuseum.co.uk/system/files/styles/collection_item_component_600_px_wide/private/collection_item/i00004lx.jpg?itok=oRAX9k40",
        "imgCaption": "Shillibeer horse bus on Bury Street in 1829, by unknown artist circa 1860",
        "source": "London Transport Museum"
    },
    {
        "year": "1832",
        "text": "The idea caught on and by 1832 there were 400 horse buses operating in London. The vehicles came from the same workshops as stage coaches, private carriages and agricultural vehicles, fashioned from wood and painted by hand in a variety of colours. The first ‘horseless’ buses had similarly crafted bodies, now attached to factory-built chassis with motors.",
        "imgSource": "https://www.ltmuseum.co.uk/system/files/styles/collection_item_component_600_px_wide/private/collection_item/9920290_0.jpg?itok=T_edQUTC",
        "imgCaption": "Side view of a LGOC Knifeboard type horse bus loaded with passengers, LGOC, 1860 - 1870",
        "source": "London Transport Museum"
    },
    {
        "year": "1902",
        "text": "The Underground Electric Railways of London Co. Ltd (UERL), founded in 1902, had taken over parts of London's railway, five tube companies, and all electric tram companies and also took control of the London General Omnibus Company (LGOC), the main bus operator.",
        "imgSource": "https://www.ltmuseum.co.uk/collections/collections-online/photographs/item/1998-75518",
        "imgCaption": "An early motor bus and a horse bus, 1900",
        "source": "Transport for London, London Transport Museum"
    },
    {
        "year": "1933",
        "text": "In 1933 the London Passenger Transport Board (LPTB) was formed. With the exception of a few railway companies, the LPTB took over underground, railway, tram and bus operations within London. This made it possible to effectively plan and coordinate London's public transport development. London Transport (LT) soon became known as the new authority which controlled public transport across London.",
        "imgSource": "https://www.flickr.com/photos/stockholmtransportmuseum_commons/6081779043/",
        "imgCaption": "Traffic in London in 1927",
        "source": "Transport for London, Stockholm Transport Museum"
    },
    {
        "year": "1948 to 1986",
        "text": "LT was nationalised in 1948 and control was passed from central government to the Greater London Council (GLC) in 1970. In 1986 bus services outside London were deregulated. In London however, under the London Regional Transport Act 1984, LT was again brought under central government control. This was done as a preliminary step to the full abolition of the council two years later.",
        "imgSource": "https://www.ltmuseum.co.uk/collections/collections-online/photographs/item/2003-5330",
        "imgCaption": "Three quarter front nearside view of a B-type open top motor bus with driver by LT Advertising and Publicity, 1970 - 1980",
        "source": "Transport for London, London Transport Museum"
    },
    {
        "year": "1992",
        "text": "In preparation for its proposal to privatise LBL, the government divided the company into 13 geographical subsidiary companies. In 1992 the government announced that the subsidiaries would be sold into the private sector and by 1994 the privatisation of LBL was completed.",
        "imgSource": "https://www.ltmuseum.co.uk/system/files/styles/collection_item_component_600_px_wide/private/collection_item/i0000fqt_0.jpg?itok=PRKduZOb",
        "imgCaption": "Two Routemaster buses at Piccadilly Circus, circa 1990",
        "source": "Transport for London, London Transport Museum"
    },
    {
        "year": "2000 to Present",
        "text": "In 2000 following the devolution of government for London, the new Greater London Authority was formed and management responsibility of London's buses moved from the central government controlled London Regional Transport to the Mayor of London's transport organisation, Transport for London, where it remains today.",
        "imgSource": "https://www.ltmuseum.co.uk/sites/default/files/styles/media_item_uncropped/public/2020-09/b0-4c%20oxc%202010%20crop%20off%20left%20side_0.jpg?itok=2mr1ky-J",
        "imgCaption": "Buses at Oxford Circus, photo by TfL image library, 2010",
        "source": "Transport for London, London Transport Museum"
    }
]